IDEA Open Model
ReportSettings.TheoreticalBackground Property
Compatible with IDEA StatiCa Beta 20.0
 Indicates, whether generate theoretical background.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool TheoreticalBackground { get; set; }
Public Property TheoreticalBackground As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ReportSettings Class
IdeaRS.OpenModel.Connection Namespace